Repository: hasan-kh/freelancer-CRM
Catalog: core/utils/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Your password has been changed.
fa: رمز عبور شما تغییر کرد.

source: Password for account({email}) has been changed.
fa: رمز عبور برای حساب({email}) تغییر کرد.

source: Password reset
fa: بازنشانی رمز عبور

source: This password is too short. It must contain at least {password_min_length} characters.
fa: رمز عبور کوتاه است، باید حداقل {password_min_length} کاراکتر باشد.

source: Passwords do not match.
fa: رمز عبور و تکرار آن یکسان نیستند.

source: password is incorrect.
fa: رمز عبور نادرست است.

source: This field is required.
fa: تکمیل این فیلد اجباری است.

source: Fill all required fields.
fa: تمام فیلد های اجباری را پر کنید.

source: Account with email({email}) not found.
fa: حساب کاربری با ایمیل({email}) یافت نشد.

source: Action not allowed, user({email}) is inactive.
fa: عملیات مجاز نیست، کاربر({email}) غیر فعال است.

source: Code is expired.
fa: کد منقضی شده است.

source: Code is invalid.
fa: کد نادرست است.

source: Cellphone must be 11 digits long and starts with 09.
fa: تلفن همراه باید با ۰۹ شروع شود و ۱۱ رقم باشد.

source: This field may not be blank.
fa: این فیلد نباید خالی باشد.

source: Incorrect authentication credentials.
fa: اطلاعات ورود نادرست است.

source: You have exceeded the request limit. Please try again later.
fa: شما از حد مجاز تعداد درخواست‌ها عبور کرده‌اید. لطفاً بعداً دوباره تلاش کنید
